tap "caskroom/fonts"
tap "clojure/tools"
tap "epe.clientengineering/engtools_helper", "https://brew-engtools:2bakgdmolls4qp7ypipb72d3m2rhfuhcljahh4xjp76kste36erq@lnkd.visualstudio.com/EPE.ClientEngineering/_git/homebrew-engtools_helper"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ant"
brew "xz"
brew "apr-util"
brew "gettext"
brew "readline"
brew "aria2"
brew "arpack"
brew "automake"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "coreutils"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "engtools-helper", link: false
brew "erlang"
brew "fftw"
brew "git"
brew "git-lfs"
brew "harfbuzz"
brew "pango"
brew "gnuplot"
brew "python@3.10", link: false
brew "gobject-introspection"
brew "hdf5@1.10"
brew "shared-mime-info"
brew "libheif"
brew "tcl-tk", link: false
brew "python@3.8"
brew "imagemagick"
brew "io"
brew "jq", link: false
brew "kustomize"
brew "libcouchbase"
brew "libgit2"
brew "libksba"
brew "libyaml"
brew "nss"
brew "pstoedit"
brew "qscintilla2"
brew "sundials"
brew "octave"
brew "openssl@3", link: false
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "sbt"
brew "scala"
brew "subversion"
brew "telnet"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "clojure/tools/clojure"
cask "flash-player"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "nomachine"
cask "smlnj"
cask "visual-studio-code"
cask "zoom-for-it-admins"
vscode "akamud.vscode-theme-onedark"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "freebroccolo.sml"
vscode "hashicorp.terraform"
vscode "lextudio.restructuredtext"
vscode "linkedin.linkedin-multiproduct-vscode-plugin-pack"
vscode "linkedin.linkedin-vscode-inclusive-language"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-ai"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "stonebuddha.vscode-better-sml"
vscode "suchitadoshi1987.vscode-ember-experimental"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
